Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: At a minimum, of one type of jam and one honey must be available and include: [52154] Tối thiểu, phải luôn có một loại mứt và một loại mật ong
vi: At a minimum, of one type of jam and one honey must be available and include: [52154] Tối thiểu, phải luôn có một loại jam và một loại mật ong

source: At a minimum, one sparkling wine must be available by the glass [53402] Tối thiểu, một loại rượu vang sparkling phải có sẵn theo ly
vi: At a minimum, one sparkling wine must be available by the glass [53402] Tối thiểu, có một loại rượu vang sủi phục vụ theo ly

source: At a minimum, one type of red wine must be available by the glass: [53358] Phải có tối thiểu hai và tối đa ba loại rượu vang đỏ theo ly.
vi: At a minimum, one type of red wine must be available by the glass: [53358] Phải có tối thiểu hai và tối đa ba loại rượu vang đỏ phục vụ theo ly.

source: At a minimum, one type of white wine must be available by the glass: [53356] Tối thiểu, luôn có một loại rượu vang trắng theo ly:
vi: At a minimum, one type of white wine must be available by the glass: [53356] Tối thiểu, luôn có một loại rượu vang trắng phục vụ theo ly:

source: At a minimum, six types of condiments must be available upon request from the following: [53335] Tối thiểu, phải có sáu loại gia vị theo yêu cầu từ như sau:
vi: At a minimum, six types of condiments must be available upon request from the following: [53335] Tối thiểu, phải có sáu loại gia vị được cung cấp theo yêu cầu như sau:

source: At a minimum, the following types of non-alcoholic beverages must be available: [51680]
vi: At a minimum, the following types of non-alcoholic beverages must be available: [51680] Tối thiểu phải có các loại đồ uống không cồn sau

source: At a minimum, three types of appetisers must be available and include: [52278] Tối thiểu, phải có ba loại đồ khai vị và bao gồm:
vi: At a minimum, three types of appetisers must be available and include: [52278] Tối thiểu, phải có ba loại khai vị và bao gồm:

source: At a minimum, three types of iced blended beverages must be available and include: [61597] Tối thiểu, phải có sẵn ba loại đồ uống pha trộn đá và bao gồm
vi: At a minimum, three types of iced blended beverages must be available and include: [61597] Tối thiểu, phải có sẵn ba loại đồ uống đá xay và bao gồm

source: At a minimum, three types of spreads are required and include: [67495] Tối thiểu, yêu cầu ba phết bánh và bao gồm:
vi: At a minimum, three types of spreads are required and include: [67495] Tối thiểu, yêu cầu ba loại phết bánh mì và bao gồm:

source: At a minimum, three types of whole fruits must be available and include: [59780] Tối thiểu, luôn có ba loại trái cây và bao gồm:
vi: At a minimum, three types of whole fruits must be available and include: [59780] Tối thiểu, luôn có ba loại trái cây nguyên quả và bao gồm:

source: At a minimum, two burgers or sandwiches must be available and include: [51663] Tối thiểu, luôn có hai bánh mì burgers hoặc bánh sandwich và bao gồm:
vi: At a minimum, two burgers or sandwiches must be available and include: [51663] Tối thiểu, luôn có hai loại burgers hoặc sandwich và bao gồm:

source: At a minimum, two burgers or sandwiches must be available and include: [52267] Tối thiểu, phải có hai burgers hoặc bánh sandwich và bao gồm:
vi: At a minimum, two burgers or sandwiches must be available and include: [52267] Tối thiểu, phải có hai loại burger hoặc bánh sandwich và bao gồm:

source: At a minimum, two types of ice blended drinks must be available and include: [53331] Tối thiểu, luôn phải có hai loại đồ uống pha đá và bao gồm:
vi: At a minimum, two types of ice blended drinks must be available and include: [53331] Tối thiểu, luôn phải có hai loại đồ uống đá xay và bao gồm:

source: At a minimum, two types of jams are required and include: [59985] Tối thiểu, yêu cầu hai loại mứt và bao gồm:
vi: At a minimum, two types of jams are required and include: [59985] Tối thiểu, yêu cầu hai loại mứt jam và bao gồm:

source: At a minimum, two types of light bites must be available and include: [587057] Tối thiểu, phải có hai loại đồ nhẹ và bao gồm:
vi: At a minimum, two types of light bites must be available and include: [587057] Tối thiểu, phải có hai loại đồ ăn nhẹ và bao gồm:

source: At a minimum, two types of light bites must be available and include: [589068] Tối thiểu, phải có hai loại đồ nhẹ và bao gồm:
vi: At a minimum, two types of light bites must be available and include: [589068] Tối thiểu, phải có hai loại đồ ăn nhẹ và bao gồm:

source: At a minimum, two types of red wines must be available by the glass: [53826] Tối thiểu, luôn có hai loại rượu vang đỏ bằng ly:
vi: At a minimum, two types of red wines must be available by the glass: [53826] Tối thiểu, luôn có hai loại rượu vang đỏ phục vụ theo ly:

source: At a minimum, two types of salad dressings must be provided and include: [59823] Tối thiểu, phải cung cấp hai loại salad trộn và bao gồm:
vi: At a minimum, two types of salad dressings must be provided and include: [59823] Tối thiểu, phải cung cấp hai loại sốt salad trộn và bao gồm:

source: At a minimum, two types of sweet hot dishes must be offered and include: [53322] Tối thiểu, phải cung cấp hai loại đồ nóng ngọt và bao gồm:
vi: At a minimum, two types of sweet hot dishes must be offered and include: [53322] Tối thiểu, phải cung cấp hai loại m món ngọt nóng và bao gồm:

source: At a minimum, two types of white wines must be available by the glass: [53821] Tối thiểu, luôn có hai loại rượu vang trắng trong ly:
vi: At a minimum, two types of white wines must be available by the glass: [53821] Tối thiểu, luôn có hai loại rượu vang trắng phục vụ theo ly:

source: At least one muffin must be low fat or low calorie [59930] Ít nhất một muffin phải ít chất béo hoặc ít calo
vi: At least one muffin must be low fat or low calorie [59930] Ít nhất một muffin phải ít béo hoặc ít calo

source: At minimum, the following Kids tableware and cutlery must be offered to a kid aged 0-2 years when seated at the dining table: [304051] Tối thiểu, phải cung cấp bộ đồ ăn và dao dĩa trẻ em như sau cho trẻ từ 0-2 tuổi khi ngồi vào bàn ăn:
vi: At minimum, the following Kids tableware and cutlery must be offered to a kid aged 0-2 years when seated at the dining table: [304051] Tối thiểu phải cung cấp bộ đồ ăn và dao dĩa trẻ em như sau cho trẻ từ 0-2 tuổi khi vào bàn ăn:

source: At minimum, the following Kids tableware and cutlery must be offered to a kid aged 3-6 years when seated at the dining table: [63209] Tối thiểu, phải cung cấp bộ đồ ăn và dao dĩa trẻ em như sau cho trẻ từ 3-6 tuổi khi ngồi vào bàn ăn
vi: At minimum, the following Kids tableware and cutlery must be offered to a kid aged 3-6 years when seated at the dining table: [63209] Tối thiểu, phải cung cấp bộ đồ ăn và dao dĩa trẻ em như sau cho trẻ từ 3-6 tuổi khi vào bàn ăn

source: Attached and assisted lid [13754] Nắp đính kèm và hỗ trợ
vi: Attached and assisted lid [13754] Nắp gắn liền và có lò xo hỗ trợ

source: Attic stock
vi: Attic stock Kho tầng áp mái

source: Attics without a Fixed Fire Suppression System [56350] Căn gác không có hệ thống chữa cháy cố định
vi: Attics without a Fixed Fire Suppression System [56350] Gác mái không có hệ thống chữa cháy cố định

source: Audio Visual
vi: Audio Visual Hệ thống AV

source: Audio Visual Hệ Thống Nghe Nhìn
vi: Audio Visual Hệ Thống AV

source: Auto battery cut-over when unplugged or during power failure [58877] Tự động cắt qua pin khi rút phích cắm hoặc khi mất điện
vi: Auto battery cut-over when unplugged or during power failure [58877] Tự động chuyển qua dùng pin khi rút phích cắm hoặc khi mất điện

source: Automatic Emergency Lighting must be provided in the following areas: [56329] Chiếu sáng khẩn cấp tự động phải được cung cấp như sau:
vi: Automatic Emergency Lighting must be provided in the following areas: [56329] Chiếu sáng khẩn cấp tự động phải được cung cấp trong các khu vực sau:

source: Automatic Teller Machines and currency exchange locations [3578] Máy rút tiền tự động và địa điểm đổi tiền
vi: Automatic Teller Machines and currency exchange locations [3578] ATM và địa điểm đổi tiền

source: Automatic sprinkler water-flow device [263142] Thiết bị dòng nước bình phun tự động
vi: Automatic sprinkler water-flow device [263142] Công tắc dòng chảy sprinkler tự động

source: Automatically release upon actuation of the fire alarm and detection system [263097] Tự động nhả khi kích động hệ thống phát hiện và báo cháy
vi: Automatically release upon actuation of the fire alarm and detection system [263097] Tự động nhả khi hệ thống phát hiện và báo cháy bị kích hoạt

source: Automatically turn off fuel supply to cooking equipment when system is activated [56564] Tự động tắt nguồn cung cấp nhiên liệu cho thiết bị nấu khi hệ thống được kích hoạt
vi: Automatically turn off fuel supply to cooking equipment when system is activated [56564] Tự động ngfắt nguồn cung cấp nhiên liệu cho thiết bị nấu khi hệ thống được kích hoạt

source: Available space, rates and dates [58982] Luôn có không gian, giá phòng và ngày
vi: Available space, rates and dates [58982] Phòng, giá phòng và ngày có thể cung cấp dịch vụ

source: Available space, rates and dates confirmation [2404] Luôn có xác nhận không gian, giá phòng và ngày
vi: Available space, rates and dates [2404] Xác nhận phòng, giá phòng và ngày cung cấp dịch vụ

source: BPA free [300063] BPA miễn phí
vi: BPA free [300063] không có BPA

source: BPA free [304058] BPA miễn phí
vi: BPA free [304058] không có BPA

source: Baby cots/cribs must meet the following minimum safety requirements: [56616] Cũi / cũi trẻ em phải đáp ứng các yêu cầu an toàn tối thiểu sau đây:
vi: Baby cots/cribs must meet the following minimum safety requirements: [56616] Cũi trẻ em phải đáp ứng các yêu cầu an toàn tối thiểu sau đây:

source: Back of House
vi: Back of House Khu BOH

source: Back of House Khu Vực BOH
vi: General Thông tin chung

source: Back of House areas [56349] khu vực BOH
vi: Back of House areas [56349] Các khu BOH

source: Back of house areas and guest rooms / guest corridors [55968] khu vực BOH và phòng khách/ hành lang phòng khách
vi: Back of house areas and guest rooms/guest corridors [55968] khu BOH và phòng khách/ hành lang phòng khách

source: Baffled Box Feather Bed [8544] Giường lông vũ có vách ngăn
vi: Baffled Box Feather Bed [8544] Nhồi lông vũ, chần hình hộp vuông (baffle box)

source: Baked beans [583081] Đậu nướng
vi: Baked beans [583081] hạt đậu nướng

source: Bakery Station
vi: Bakery Station Quầy bánh mì

source: Ballroom chairs must meet the following: [82044] Phòng ballroom phải đáp ứng như sau:
vi: Ballroom chairs must meet the following: [82044] Ghế phòng ballroom phải đáp ứng như sau:

source: Ballroom must provide the following facilities and equipments: [82047] Phòng ballroom phải cung cấp các cơ sở và thiết bị sau đây:
vi: Ballroom must provide the following facilities and equipments: [82047] Phòng ballroom phải cung cấp các cơ sở vật chất và thiết bị sau đây:

source: Ballrooms Các Phòng Ballroom
vi: Ballrooms Phòng Ballroom

source: Bar Harbour Juniper, Wood's Dwarf Nandina, Blue Rug Juniper, Dakota Sunspot Potentilla, Crimson Pygmy Barberry or Calgary Carpet Juniper.
vi: Một số loại cây: Bar Harbour Juniper, Wood's Dwarf Nandina, Blue Rug Juniper, Dakota Sunspot Potentilla, Crimson Pygmy Barberry hoặc Calgary Carpet Juniper.

source: Barrier free access must be provided to the following areas: [17565] Cung cấp lối vào không rào cảnh cho các khu vực sau:
vi: Barrier free access must be provided to the following areas: [17565] Cung cấp lối vào không rào cản cho các khu vực sau:

source: Bars & Pubs Các Bar & Pub
vi: Bars & Pubs Bar & Pub

source: Bathmat with Internal Border Thảm nhà tắm với mép trong
vi: Bathmat with Internal Border Thảm nhà tắm với viền trong (thiếu link)

source: Bathroom
vi: Bathroom Phòng tắm

source: Bathroom Phòng tắm
vi: Building Services Các Dịch Vụ trong Tòa Nhà

source: Battery operated unit [89270] Thiết bị dùng pin
vi: Battery operated unit [89270] Đèn sử dụng pin

source: Be able to prevent scale build up and flushes scale particles [58833] Có thể ngăn chặn cặn vôi bám và loại bỏ mảnh cặn vôi
vi: Be able to prevent scale build up and flushes scale particles [58833] Có thể ngăn chặn cặn vôi bám và loại bỏ cặn vôi

source: Be accessible from the lobby [56186] Có thể vào từ sảnh
vi: Be accessible from the lobby [56186] Có thể vào từ lobby

source: Be an alternative decorative surface material to distinguish it from the main driveway [15365] Một vật liệu bề mặt trang trí thay thế để phân biệt nó với đường lái xe chính
vi: Be an alternative decorative surface material to distinguish it from the main driveway [15365] Có vật liệu trang trí bề mặt khác để phân biệt nó với đường lái xe chính

source: Be at least 15cm (6in) high [56322] Cao ít nhất 15cm (6in)
vi: Be at least 15cm (6in) high [56322] Cao ít nhất 15cm

source: Be capable of being secured to prevent unauthorised access [56413] Có khả năng được bảo mật để ngăn chặn truy cập trái phép
vi: Be capable of being secured to prevent unauthorised access [56413] Phải có biện pháp ngăn chặn truy cập trái phép

source: Be clearly visible and easily accessible [278066] Dễ nhìn và dễ truy cập
vi: Be clearly visible and easily accessible [278066] Dễ nhìn và dễ tiếp cận

source: Be fully cushioned and upholstered with fabric [125060] Được đệm và bọc hoàn toàn bằng vải
vi: Be fully cushioned and upholstered with fabric [125060] Có đệm và được bọc toàn bộ bằng vải

source: Be located 1.5m (5ft) above the floor landing [56324] Nằm cách mặt đất 1,5m (5ft)
vi: Be located 1.5m (5ft) above the floor landing [56324] Ở tầm cao khoảng 1,5m so với chiếu nghỉ

source: Be manually reset after it has activated [56565] Được thiết lập lại thủ công sau khi nó được kích hoạt
vi: Be manually reset after it has activated [56565] Được thiết lập lại bằng tay sau khi bị kích hoạt

source: Be offered an appropriate place to change, if required [233] Đề nghị đổi phòng thích hợp, nếu yêu cầu
vi: Be offered an appropriate place to change, if required [233] Đề xuất một nơi thích hợp để thay quần áo, nếu có yêu cầu

source: Be positioned to be clearly visible when the landing / stairwell door is in the open or closed position.
vi: Be positioned to be clearly visible when the landing/stairwell door is in the open or closed position. [56325]

source: Beaded sling [79914] Đính cườm
vi: Beaded sling [79914] Vòng

source: Bedding Bồ đồ giường
vi: Collateral / Stationery Các vật mang hình ảnh thương hiệu (poster, flyer...) / văn phòng phẩm

source: Bedside tables(s) must be provided as follows: [945] (Các) bàn cạnh giường ngủ phải được cung cấp như sau:
vi: Bedside tables(s) must be provided as follows: [945] Tab đầu giường phải được cung cấp như sau:

source: Before I arrive
vi: Before I arrive Trước khi đến nơi

source: Before I arrive -> Transportation Trước khi tôi đến -> Giao thông
vi: Before I arrive -> Transportation Dịch vụ vận chuyển

source: Before I arrive -> Welcome desk Trước khi tôi đến -> Bàn Lễ tân
vi: Before I arrive -> Welcome desk Bàn Lễ tân

source: Before I arrive Trước khi tôi đến
vi: Before I arrive Trước khi đến nơi

source: Benefits Table Bảng Lợi Ích
vi: Benefits Table Bảng Lợi Ích (thiếu link file gốc)

source: Best Practices Guideline for Biodegradable Straws Hướng Dẫn Thực Tiễn Tốt Nhất cho Ống Hút Phân Hủy Sinh Học.
vi: Best Practices Guideline for Biodegradable Straws Hướng Dẫn Thực Tiễn Tốt Nhất cho Ống Hút Phân Hủy Sinh Học.https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/documents/63164707/0fe8c88b-3df8-4971-8986-46da1ebb06b7

source: Bircher muesli is required [582063] Yêu cầu bircher muesli
vi: Bircher muesli is required [582063] Yêu cầu có bircher muesli (ngũ cốc ngâm qua đêm)

source: Biển hiệu của “Thành Viên Gold Elite, Platinum Elite và Spire Elite" phải luôn được hiển thị rõ ràng tại quầy lễ tân.
vi: Một biển “Thành Viên Gold Elite, Platinum Elite và Spire Elite" phải luôn được bày tại quầy lễ tân.

source: Black coffee with a minimum serving of two cups [60591] Cà phê đen với tối thiểu phục vụ hai ly
vi: Black coffee with a minimum serving of two cups [60591] Cà phê đen, phục vụ tối thiểu hai tách

source: Black, e.g English Breakfast [60583] Đen, ví dụ bữa sáng kiểu Anh
vi: Black, e.g English Breakfast [60583] Trà đen, ví dụ bữa sáng kiểu Anh

source: Blank plate with no access to screws or bolts on non-guest room side door [274134] Tấm phôi không có quyền truy cập vào ốc vít hoặc bu lông trên cửa phụ phòng không cho khách
vi: Blank plate with no access to screws or bolts on non-guest room side door [274134] Mặt còn lại của cửa phải có ốp trang trí che lỗ khóa để không tiếp cận được ổ khóa bên trong.

source: Blue Cone Arborvitae, Mission Arbovitae, Emerald Aborvitae, Cactus, Hills Dark Green Arborvitae or Small Palm.
vi: Một số loại cây: Blue Cone Arborvitae, Mission Arbovitae, Emerald Aborvitae, Cactus, Hills Dark Green Arborvitae hoặc Small Palm.

source: Blue flashing light annunciation in the general manager’s administrative assistant office [331087] Báo động ánh sáng nhấp nháy màu xanh trong văn phòng trợ lý hành chính của tổng giám đốc
vi: Blue flashing light annunciation in the general manager’s administrative assistant office [331087] Đèn báo chớp ánh sáng xanh trong văn phòng trợ lý hành chính của tổng quản lý

source: Boardrooms Phòng Boardroom
vi: Boardrooms Phòng họp hội đồng

source: Boardrooms must provide the following facilities and equipment: [82048] phòng boardroom phải cung cấp các cơ sở và thiết bị sau:
vi: Boardrooms must provide the following facilities and equipment: [82048] phòng boardroom phải cung cấp các cơ sở vật chất và thiết bị sau:

source: Boardrooms Các Phòng Boardroom
vi: Boardrooms Phòng họp Hội đồng

source: Boiled eggs must be served in an egg cup [59802] Trứng luộc phải được phục vụ trong một ly trứng
vi: Boiled eggs must be served in an egg cup [59802] Trứng luộc phải được phục vụ trong một ly đựng trứng

source: Bottled water size is recommended to be a minimum of 500ml (16.9fl oz) [571048] Kích thước nước đóng chai nên tối thiểu 500ml (16,9fl oz)
vi: Bottled water size is recommended to be a minimum of 500ml (16.9fl oz) [571048] Kích thước nước đóng chai nên tối thiểu 500ml

source: Bottom clearly visible [56479] Dưới đáy có thể nhìn thấy rõ
vi: Bottom clearly visible [56479] Có thể thấy rõ đáy bể

source: Brand Arc Door Graphic Đồ họa cửa vòng cung thương hiệu
vi: Brand Arc Door Graphic Đồ họa hình cung dán cửa (thiếu link) Xem thêm về vinyl dán cửa tại https://www.hotelsigns.com/holidayinnrefresh/vinyl-door-graphics-new-and-renovations-holiday-inn

source: Brand Central Path for artwork files_Sample food label tag for buffet
vi: Brand Central Path for artwork files_Sample food label tag for buffet Brand Central Path cho tranh ảnh_Sample tag món ăn cho buffet

source: Brand Central Path for artwork files_Sample room service tray pick-up card Đường dẫn trung tâm thương hiệu cho các tập tin tác phẩm nghệ thuật_Thẻ mẫu lấy khay dịch vụ phòng
vi: Brand Central Path for artwork files_Sample room service tray pick-up card Đường Trung Tâm Thương Hiệu cho các file tranh ảnh_ Mẫu thẻ yêu cầu dọn khay phục vụ phòng

source: Brand Central Path for artwork files_Sample table numbering card for live stations Đường Trung Tâm Thương Hiệu cho các hồ sơ tác phẩm nghệ thuật_Thẻ đánh số bàn mẫu cho cho các quầy trực tiếp.
vi: Brand Central Path for artwork files_Sample table numbering card for live stations Đường Trung Tâm Thương Hiệu cho các file tranh ảnh_ Mẫu thẻ số bàn cho cho các quầy nấu trực tiếp.

source: Brand Central Path for artwork files_Sample water bottle security label sticker
vi: Brand Central Path for artwork files_Sample water bottle security label sticker Brand Central Path cho các file hình ảnh_Sample nhãn dán an toàn cho chai nước

source: Brand Central Path for artwork files_Sample water bottle security label sticker Sample water bottle security label sticker Đường dẫn trung tâm thương hiệu cho các tệp tác phẩm nghệ thuật_ Mẫu miếng dán an toàn chai nước
vi: Brand Central Path for artwork files_Sample water bottle security label sticker Đường dẫn trung tâm thương hiệu cho các file hình vẽ_ Mẫu sticker an toàn chai nước (thiếu link) Sample water bottle security label sticker Mẫu sticker an toàn chai nước (thiếu link)

source: Brand Identity & Signage
vi: Brand Identity & Signage Nhận diện thương hiệu & Biển bảng

source: Brand Identity & Signage Nhận diện thương hiệu & Biển báo
vi: Brand Identity & Signage Nhận diện thương hiệu & Biển hiệu

source: Brand Orientation Training Đào tạo định hướng thương hiệu
vi: Brand Orientation Training Đào tạo định hướng thương hiệu https://mylearning.ihg.com/Saba/Web_wdk/NA3P1PRD0094/index/prelogin.rdf?spfUrl=%2FSaba%2FWeb_spf%2FNA3P1PRD0094%2Fcommon%2Fsearchresults%2FBrand%2BOrientation%2FALL

source: Brand Safety
vi: Brand Safety Tiêu chuẩn an toàn thương hiệu

source: Brand Service Training (includes True Hospitality Service Skills) [803088] Đào tạo Dịch vụ Thương hiệu (bao gồm Kỹ năng Dịch vụ Khách sạn Thật sự)
vi: Brand Service Training (includes True Hospitality Service Skills) [803088] Đào tạo Dịch vụ Thương hiệu (bao gồm Kỹ Năng Dịch Vụ Khách Sạn Thực Sự)

source: Brand.com URLs
vi: Brand.com URLs https://www.ihgbrandcentral.com/%26redirecturl/branding/brand/holiday-inn-resort/region/asia-middle-east-africa/page/401931

source: Branded Pen (Brand Central> Holiday Inn Resorts>Brand Warehouse>Collateral>Artwork>Hotel Collateral) Bút có thương hiệu (Trung tâm thương hiệu> Khu nghỉ mát Holiday Inn> Kho thương hiệu> Tài liệu quảng bá> Tác phẩm nghệ thuật> Tài sản quảng bá của khách sạn)
vi: Branded Pen (Brand Central> Holiday Inn Resorts>Brand Warehouse>Collateral>Artwork>Hotel Collateral) Bút có thương hiệu (Trung tâm thương hiệu> Khu nghỉ mát Holiday Inn> Kho thương hiệu> Tài liệu quảng bá> Tranh ảnh nghệ thuật> Tài liệu quảng bá của khách sạn) https://www.ihgbrandcentral.com/%26redirecturl/clusters/brand/holiday-inn-resort/region/asia-middle-east-africa/subcategory/collateral/artwork

source: Branded notepad, where provided [847123] Notepad thương hiệu, nếu cung cấp
vi: Branded notepad, where provided [847123] Notepad thương hiệu, nếu có

source: Brassware
vi: Brassware Đồ đồng thau

source: Bread basket and spreads [589080] Giỏ bánh mì và thành phần phết bánh
vi: Bread basket and spreads [589080] Giỏ bánh mì và các loại phết bánh mì

source: Breakfast
vi: Breakfast Bữa sáng

source: Breakfast Buffet
vi: Breakfast Buffet Buffet sáng

source: Breakfast Buffet Buffet bữa sáng
vi: Breakfast Buffet Buffet sáng

source: Breakfast items are required from 08:00 to 12:00 [592057] Đồ ăn sáng được yêu cầu từ 08:00 đến 12:00
vi: Breakfast items are required from 08:00 to 12:00 [592057] yêu cầu có đồ ăn sáng từ 08:00 đến 12:00

source: Breakfast packages must be available and include, at a minimum: [60834] gói bữa sáng phải có sẵn và bao gồm, tối thiểu:
vi: Breakfast packages must be available and include, at a minimum: [60834] Phải có package bữa sáng và bao gồm tối thiểu:

source: British/USA papers: The Times, The Daily Telegraph, Wall Street Journal etc [50894] tờ báo Anh/ Mỹ: The Times, The Daily Telegraph, Wall Street Journal etc
vi: Báo Anh/Mỹ: The Times, The Daily Telegraph, Wall Street Journal etc [50894]

source: Brushed Stainless Steel Kettle Example Ví dụ về ấm đun nước bằng thép không gỉ
vi: Brushed Stainless Steel Kettle Example Ví dụ về ấm đun nước bằng thép không gỉ hoàn thiện xước (thiếu link)

source: Build Journey - Base Build
vi: Build Journey - Base Build Quá trình xây dựng - Xây dựng cơ sở

source: Build Journey - Base Build Hành Trình Xây Dựng – Xây Dựng Cơ Sở
vi: General Thông tin chung
